<template>
<div>
    <div>
        <div class="jumbotron jumbotron-fluid">
            <div class="container">
                <h1 class="display-4">Технология на производството</h1>
                <p class="lead">Описание на технологията на производство....</p>
            </div>
        </div>
        <div class="col-lg-10 ml-auto mr-auto text-center mb-4">

            <img class="rounded-circle img-fluid d-block mx-auto"
                 src="http://susamovtahan.bg/pictures/image-sawing.png" alt="">
            <h3>
                Засяване на сусама
            </h3>

            <div class="vertical-line">
                .
                <span></span>
            </div>

            <p>
                Сусама е растение което обича топлия южен средиземноморски климат и песъчливи почви.
                Едногодишно растение, храстовидно достигащо до метър височина.
                Засяването става втората половина на май месец, но може да варира седмица две,като определящ фактор е времето.
                Целта е да има достатъчно влага в почвата, нужна за покълване на семето. Затова и сеячите старателно следят
                късните пролетни дъждове. Сеенето става на ръка(при по малки площи) като се хвърля около 350-400гр.
                семе на декар, по-големите производители са механизирали сеенето като затова използват сеялки.
            </p>
        </div>

        <div class="col-lg-10 ml-auto mr-auto text-center mb-4">
            <img class="rounded-circle img-fluid d-block mx-auto" src="http://susamovtahan.bg/pictures/tovarene-susam.png" alt="">
            <div class="vertical-line">
                .
                <span></span>
            </div>
            <h3>
                Прибиране на реколтата
            </h3>
            <p>
                Прибирането на реколтата става септември месец, след като се провери дали е достигнал пълна зрялост, което е от изключителна важност,за качествените показатели на сусамовото семе. Най-долните листа пожълтяват и окапват, а най горните шушулки леко се разтварят. Някой от по-неопитните производители избързват от страх да не би сусама да изпопада на нивата, но правят огромна грешка понеже точно в тези последни дни на узряване сусамът си набавя всички нужни и ценни полезни вещества, необходими при следващите процеси на преработка.
            </p>
        </div>
        <div class="col-lg-10 ml-auto mr-auto text-center mb-4">
            <img class="rounded-circle img-fluid d-block mx-auto" src="http://susamovtahan.bg/pictures/izmivane-susam.png" alt="">
            <div class="vertical-line">
                .
                <span></span>
            </div>
            <h3>
                Измиване на сусама
            </h3>
            <p>
                След като сусамовото семе пристигне в работилницата, се изсипва в каца със солена вода. Солената вода е с по-висока плътност, което кара семенцата да изплуват на повърхността, камъчетата и песъчинките да паднат на дъното. След това сусама се изгребва и се поставя в решета където да се изцеди. Оттам сусама се прехвърля в друга каца, която се пълни с чиста вода, така сусама се обезсолява а на повърхността изплуват не охранените, повредени семенца.В крайна сметка получаваме добре пречистено,здраво охранено сусамово семе.
            </p>
        </div>
        <div class="col-lg-10 ml-auto mr-auto text-center mb-4">
            <img class="rounded-circle img-fluid d-block mx-auto" src="http://susamovtahan.bg/pictures/izpichane-pesht.png" alt="">
            <div class="vertical-line">
                .
                <span></span>
            </div>
            <h3>
                Изпичане на сусама
            </h3>
            <p>
                След като окапе и последната капка вода, сусама се мята в голяма пещ и се разстила. Пеща е куполовидна, разделена е на две части с преграда, в по голямата е зърното,а в по-малката огъня. Печенето на сусама трае няколко часа,като през цялoто време процеса преминава в сушене на зърното, а печенето е броени минути, ”в това е и мaйсторлъка на занаята” казва Николай (вуйчото-майстор пекар). Целта е да излезе влагата от семето и същевременно да се запазят всички ценни съставки в него.
            </p>

        </div>
        <div class="col-lg-10 ml-auto mr-auto text-center mb-4">
            <img class="rounded-circle img-fluid d-block mx-auto" src="http://susamovtahan.bg/pictures/smilane-susam.png" alt="">
            <div class="vertical-line">
                .
                <span></span>
            </div>
            <h3>
                Смилане на сусама
            </h3>
            <p>
                Готовия сусам се изкарва от пеща и се изсипва в конусовиден кош, от който пада директно в мелницата. Мелницата представлява два конусовидни камъка с големи размери, размерите са за сметка на оборотите(ниски обороти), по този начин се избягва загряването при мелене. Важно при обработката на маслодайни семена е да няма загряване, защото се губят ценните съставки на семето. Камъните са специално пригодени(наковани) за мелене на сусам и периодично се коват според етапа на износване. Падащият сусам под натиска на тежките камъни потича по улей изкован в самия камък и се събира в съд от който се разфасова в буркани. Сусамовият тахан е с дълъг срок на годност, сусамовото олио което се садържа в него практически не гранясва, с времето се утаява и е небходимо да се разбърка преди консумация.
            </p>
        </div>
    </div>
</div>
</template>

<script>
  export default {
    name: "technology"
  }
</script>

<style scoped>
    .vertical-line{
        font-size: 50px;
        line-height: 1;
    }
    .vertical-line span{
        content: '';
        display: block;
        width: 2px;
        color: #000000;
        height: 160px;
        background: #000000;
        margin: 10px auto;
    }

    img{
        width: 250px;
        height: 250px;
    }
</style>